Repository: SamVanhoutte/maui-android-auth-repro
Catalog: Sfinx.App.Shared/Languages/LockLanguageResources.*.resx
Languages: nl

# LockEdit/Patience
source: Retrieving lock
nl: Slot wordt opgehaald

# LockEdit/Manage
source: Manage your lock
nl: Beheer je slot

# LockEdit/Subtitle
source: Opening doors
nl: Opent deuren

# LockEdit/Title
source: My lock
nl: Mijn slot

# Locks/Patience
source: Retrieving locks
nl: Sloten worden opgehaald

# Locks/Subtitle
source: Access your locks, or register a new one.
nl: Beheer je sloten of registreer een nieuw slot

# Locks/Title
source: My locks
nl: Mijn sloten

# KeyLabel
source: Tag
nl: Label

# Keys/GenerateKey
source: Generate a key
nl: Maak een sleutel aan

# KeyOneTime
source: One time use
nl: Eenmalige sleutel

# Keys/Patience
source: Retrieving keys
nl: Sleutels worden opgehaald

# Keys/Subtitle
source: Your key holder
nl: Uw sleutelbos

# Key/Patience
source: Retrieving key
nl: Sleutel wordt opgehaald

# Permissions/Patience
source: Reading permissions
nl: Rechten worden opgehaald

# UpdateLockSuccess
source: The lock was successfully updated.
nl: Het slot werd geupdated

# KeyGenerationSuccess
source: The key was successfully generated
nl: De sleutel werd correct aangemaakt

source: Activity log
nl: Logboek

# Keys/Title
source: Your keys
nl: Uw sleutels

# Confirm/OpenLock
source: Are you sure you want to open the Lock?
nl: Weet je zeker dat je het slot wil openen?

# KeyEdit/Title
source: Edit your key
nl: Sleutel details

source: You own this lock
nl: Je bent eigenaar van dit slot

# NoKeysFoundUser
source: There are no keys assigned to you for this lock. Please contact the owner if you need access.
nl: Er zijn geen sleutels toegewezen aan u voor dit slot. Gelieve de eigenaar te contacteren in geval je toegang nodig hebt.

# NoKeysFoundOwner
source: There are no keys yet for this lock. Create one to open the lock with.
nl: Er zijn nog geen sleutels voor dit slot. Gelieve er één aan te maken om het te openen.

# OwnedBy
source: Owned by {0}
nl: {0} is eigenaar van dit slot

# LockStatus/Unlocked
source: Unlocked
nl: Niet gesloten

# LockStatus/Locked
source: Locked
nl: Gesloten

# LockStatus/Unknown
source: State not retrieved
nl: Status onbekend

# BatteryMessage
source: Battery level {0}: {1}%
nl: Batterij niveau {0}: {1}%

# LockErrorConnection
source: Unreachable
nl: Slot onbereikbaar

# LockStatus/Unkown
source: State not retrieved
nl: Status onbekend

# Expired
source: Your credentials have expired. Please authorize again.
nl: Credentials zijn vervallen. Meld opnieuw aan.

# Invalid
source: Your credentials are invalid. Please authorize again.
nl: Credentials zijn ongeldig. Meld opnieuw aan

# LockAuth
source: We no longer have access to your lock, because of an issue with your credentials for it.
nl: We hebben niet langer toegang tot uw slot, door een probleem met de credentials er voor.

# NotFound
source: Your credentials are not found. Please provide them by logging on.
nl: Uw credentials werden niet gevonden. Gelieve ze opnieuw te geven door aan te melden.

# Relink
source: Relink {0}
nl: Herkoppel {0}

# You are not the owner of the lock
source: You are not the owner of the lock. You cannot access the details.
nl: U bent niet de eigenaar van het slot en heeft daardoor geen toegang tot de details.

source: Register new lock
nl: Registreer een slot

source: Retrieve locks
nl: Haal sloten op

# Make sure the authorization is completed before retrieving your locks.
source: Make sure the authorization at {0} is completed before retrieving your locks.
nl: Gelieve te zorgen dat de authenticatie bij {0} geslaagd is, vooraleer de sloten op te halen.

source: Connected Lock Types
nl: Gelinkte slotmerken

# No lock types connected
source: No lock types connected yet.
nl: Nog geen sloten merken verbonden.

# Confirm/RevokeVendorAccess
source: Are you sure you want to remove access to your {0} locks?
nl: Weet je zeker dat je de toegang wil verwijderen voor jouw {0} sloten?

# LockAuth/Expired
source: Tokens expired
nl: Toegang vervallen

# LockAuth/Invalid
source: Tokens invalid
nl: Toegang incorrect

# LockAuth/NotFound
source: No tokens found
nl: Geen tokens gevonden

# LockAuth/Unknown
source: Status unknown
nl: Status onbekend

# LockAuth/Valid
source: Authorization OK
nl: Toegang OK

# Valid
source: We can successfully perform actions on your behalf for these locks.
nl: We hebben een veilige toegang voor uw sloten.

# VendorAuthorizationStatus/Title
source: Lock vendor access
nl: Sloten toegang

# Confirm/DeleteLock
source: Are you sure you want to remove the Lock?
nl: Weet je zeker dat je het slot wil verwijderen?

source: Remove lock
nl: Slot verwijderen

source: Add simulated lock
nl: Nieuw virtueel slot

# KeyEdit/Patience
source: Retrieving details
nl: Sleutelinfo wordt opgehaald

source: Add key
nl: Maak sleutel aan

# Keys/AssignKey
source: Assign key
nl: Sleutel overdragen

# KeyPermission/Reference
source: Reference
nl: Referentie

# KeyPermission/FreeText
source: Free text
nl: Boodschap

# UserEmail
source: Email of user
nl: Email van de gebruiker

# KeySuccessfullyAssigned
source: The key was successfully assigned
nl: De sleutel werd correct toegewezen

# KeyAssignmentFailed
source: Failed to assign the key
nl: De sleutel kon niet worden toegekend

source: Find lock by reference
nl: Zoek slot op referentie

# LockNotFound
source: The lock does not exist
nl: Geen slot gevonden

# Confirm/CloseLock
source: Are you sure you want to close the Lock?
nl: Weet je zeker dat je het slot wil sluiten?

# ManageLocks
source: Manage your lock
nl: Beheer uw slot
