Repository: SamVanhoutte/maui-android-auth-repro
Catalog: Sfinx.App.Shared/Languages/SharedResources.*.resx
Languages: nl

# Sign In
source: Sign in / Sign Up
nl: Aanmelden

source: Sign Out
nl: Afmelden

source: Open lock
nl: Open slot

source: Close lock
nl: Sluit slot

source: Remove
nl: Verwijder

source: Key holder
nl: Sleutelbos

# Intro
source: Sfinx provides a platform and technology that allows all smart locks to be managed, operated and shared on one vendor-independent platform. Sfinx is an enabler for producers of locks and objects that need to be closed and unlocked and relieves all users who want to have access and want to share.
nl: Sfinx biedt een technologisch platform aan dat toelaat om eender welke smart lock te beheren en aan te sturen op een heel eenvoudige maar veilige manier. We bieden verschillende scenarios aan waarin klanten op een heel veilige manier toegangscontrole willen delen met andere partijen.

source: Welcome
nl: Welkom

# SfinxLock
source: A Sfinx-connected lock.
nl: Een Sfinx gestuurd slot

source: Friendly name
nl: Naam

source: Free text
nl: Vrije tekst

source: Vendor reference
nl: Merk Referentie

source: Update Lock
nl: Update slot

source: Permissions
nl: Rechten

source: Key token
nl: Sleutel token

source: Update key
nl: Update sleutel

# Nav/Locks
source: My Locks
nl: Mijn sloten

# Nav/Keys
source: My Keys
nl: Mijn sleutels

# Nav/Orgs
source: My organizations
nl: Mijn organizaties

# SignInExplanation
source: Please sign in with your existing Sfinx user, or register for a new user. This is needed in order to access and control the locks you have registered.
nl: Gelieve aan te melden met een bestaande Sfinx gebruiker, of te registreren voor een nieuwe. Dit is nodig om uw sloten te beheren en te beveiligen.

# SignInQuestion
source: Please sign in
nl: Gelieve aan te melden

# Nav/Settings
source: Settings
nl: Instellingen

# Settings/Title
source: Preferences
nl: Instellingen

# ClearCache
source: Clear app cache
nl: Maak cache leeg

source: User ID
nl: Gebruikers ID

# UserIdExplanation
source: can be used for support questions
nl: kan gebruikt worden voor support doeleinden

# NoLocksMessage
source: It's looking empty here. You will have to install and register a lock, by following the wizard that can be started by clicking the link below.
nl: Oops, het lijkt hier nog wat te leeg. Om een slot te installeren en te registreren, kan je hieronder op de knop klikken om de wizard te volgen.

# AddLock
source: Install your lock
nl: Voeg een slot toe

# NoLocksTitle
source: Register your lock
nl: Registreer een slot

# CrashReports/Title
source: Crash reports
nl: Foutmeldingen

# CrashReportView
source: View crash reports
nl: Bekijk foutmeldingen

# time/minutesago
source: {0} minutes ago
nl: {0} minuten geleden

# time/now
source: just now
nl: zonet

# time/secondsago
source: {0} seconds ago
nl: {0} seconden geleden

# time/today
source: today
nl: vandaag

# CrashReports/None
source: Looking good. No crash reports here!
nl: Dat ziet er top uit! Geen crashes in de app voor jou.

# CrashReports/Clear
source: Remove crash reports
nl: Wis crash geschiedenis

source: Back
nl: Keer terug

# CrashReports/NotExist
source: The crash report does not exist
nl: Er is geen crash gevonden met die ID.

# CrashDetail/Title
source: Crash report
nl: Crash details

source: External Reference
nl: Externe referentie

source: Get started
nl: Start

source: Loading user details
nl: Profiel wordt geladen

source: Complete & finish
nl: Vervolledig & bevestig

# OrganizationNotFound
source: The organization does not exist.
nl: The organisatie werd niet gevonden.

source: Phone
nl: Telefoon nr

source: Given name
nl: Voornaam

source: Family Name
nl: Familie naam

source: Danger zone
nl: Gevaren zone

# Nav/Connections
source: Connections
nl: Connecties

# Connections/Subtitle
source: Manage your connections
nl: Beheer je service providers

# Connections/Patience
source: Loading connected parties
nl: De verschillende partijen worden opgehaald

# Connections/MyConnections
source: Connected organizations
nl: Gelinkte organisaties

# Connections/MyOrganizations
source: Available service providers
nl: Beschikbare organisaties

# Confirm/RemoveConnection
source: Are you sure you want to disconnect this organization?
nl: Ben je zeker dat je deze connectie wil stopzetten?

# Confirm
source: Please confirm
nl: Gelieve te bevestigen

source: Connected environment
nl: Gelinkte omgeving

# Confirm/ChangeEnvironment
source: You will be logged out. Sure you want to switch environment?
nl: Je zal afgemeld worden. Weet je zeker dat je wil switchen van omgeving?

# UserNotFoundByEmail
source: No user found with that email
nl: Geen gebruiker gevonden voor dat email adres

source: Owner
nl: Eigenaar

source: Organization
nl: Organizatie

source: Search
nl: Zoek

source: Yes
nl: Ja

source: No
nl: Neen

# Delete user
source: Delete your account
nl: Verwijder uw data

# Confirm/RemoveUser
source: Are you sure you want to remove your account. All your data will be deleted permanently.
nl: Ben je zeker dat je je gebruiker wil verwijderen? Al jouw data zal permanent verwijderd blijven.

# Unlock to delete user
source: Delete user (unlock)
nl: Verwijder gebruiker (ontgrendel)
