Repository: SamVanhoutte/maui-android-auth-repro
Catalog: Sfinx.App.Shared/Languages/WizardLanguageResources.*.resx
Languages: nl

source: Finish
nl: Klaar

source: Install your lock
nl: Installeer slot

source: Link lock account
nl: Koppel slot

source: Lock type selection
nl: Slot type

# Select your lock
source: Configure lock
nl: Configureer slot

source: Set up Sfinx
nl: Sfinx setup

source: Welcome
nl: Welkom

source: Set up your smartlock
nl: Configureer uw smartlock

source: Invitation code
nl: Activitatiecode

source: If you have received an invitation code, please validate it below.
nl: Als u een activatiecode kreeg, gelieve ze hieronder te valideren.

source: Continue
nl: Volgende

source: Enter validation code
nl: Voer validatie code in

source: Invitation code is not valid or expired
nl: De activatiecode is niet (langer) geldig

source: Invitation code successfully validated
nl: De activatiecode werd goedgekeurd

source: Itsme integration coming soon
nl: Itsme authenticatie komt er aan

source: Register
nl: Registreer

source: Select an existing lock from the list or register a new lock
nl: Kies een bestaand slot or registreer een nieuw

source: Select the brand
nl: Kies het merk

source: Set up your Sfinx account
nl: Configureer jouw Sfinx account

source: Specify Lock
nl: Kies het slot

source: Validate code
nl: Valideer code

# foodbag/ProjectName
source: In-home delivery
nl: Levering in huis

# foodbag/WelcomeText
source: In this wizard we will help you enabling your smart lock, so that it will be ready for your Foodbag deliveries. By doing so, you will get all flexibility to receive your Foodbag order and you help making this world a greener place.
nl: In deze wizard gaan we u helpen om de smart lock te configureren, zodat die klaar is voor onze Foodbag leveringen. Hierdoor krijgt u alle flexibiliteit om de bestellingen thuis te ontvangen en helpt u ook meer om de wereld een groenere plek te maken.

# foodbag/SfinxRegistrationText
source: In order to secure the access to your lock, we are using Sfinx, who will be keeping everything secure. For this, you have to log on to your Sfinx account, or set up a new account.
nl: Om op een veilige manier toegang te krijgen tot het slot, werken we samen met onze partner Sfinx, die alles veilig houdt. Hiervoor zal een persoonlijk profiel aangemaakt worden.

# sfinx/WelcomeText
source: In this wizard we will help you enabling your smart lock, so that it will be ready to benefit from all services we offer.
nl: In deze wizard helpen we uw smart lock te configureren zodat het voor alle Sfinx diensten gebruikt kan worden.

# sfinx/SfinxRegistrationText
source: With Sfinx, we will be keeping everything secure. For this, you have to log on to your Sfinx account, or set up a new account.
nl: Om alles veilig te houden en volledig onder jouw controle, dient u een account aan te maken, of aan te melden met een bestaande Sfinx account.

source: Register a new lock
nl: Registreer een nieuw slot

source: Retrieving supported locks
nl: Ondersteunde merken worden opgehaald

source: Retrieving supported products
nl: Product types ophalen...

source: Choose your lock
nl: Kies jouw slot

# Make sure your lock is installed correctly
source: Make sure your {0} lock is installed correctly
nl: Zorg er voor dat uw {0} slot correct is geïnstalleerd.

# install-01
source: Make sure you have successfully installed your {0} lock in the right location.
nl: Zorg er voor dat uw {0} slot op de juiste manier en locatie is geïnstalleerd.

# install-02
source: Please make sure your lock is connected to the internet
nl: Ga na dat uw slot geconnecteerd is met het internet

# install-03
source: Ensure your lock is registered in the app of
nl: Verifieer dat uw slot zichtbaar is in de app van

# install-04
source: Follow the instructions to install the lock
nl: Volg de instructies om het slot te installeren

source: My lock is installed correctly
nl: Mijn slot is goed geïnstalleerd

# Connect your account to Sfinx
source: Connect your {0} account to Sfinx
nl: Koppel jouw {0} account met Sfinx

# Give authorization to Sfinx to use your smart lock
source: Give authorization to Sfinx to use your connected lock by connecting your {0} account and giving access.
nl: Geef smart-lock toegang aan Sfinx door uw {0} account te connecteren.

source: Creating login link...
nl: Veilige link wordt gemaakt...

# Connect account
source: Connect {0} account
nl: Koppel {0} account

source: You will be taken to the log-in page of
nl: Je zal doorverwezen worden naar de login pagina van

source: Select a lock
nl: Kies een slot

source: Configure your lock
nl: Configureer jouw slot

# Disclaimer
source: By registering this lock I give {0} permission to use this lock for the sole purpose of authorized lock management.
nl: Door dit slot te registreren, geef ik {0} de rechten om het slot te gebruiken voor niets meer dan het geauthorizeerd gebruik van mijn slot.

source: Register your lock
nl: Link uw slot

# Retrieving your locks from the vendor
source: Retrieving your locks from {0}...
nl: Sloten ophalen bij {0}...

source: A friendly name for you to identify the lock
nl: Een herkenbare naam die u aan het slot kan geven

source: An optional description
nl: Een vrije beschrijving

# The unique id of your lock
source: The unique id of your lock at {0}
nl: Het unieke nummer van uw slot bij {0}

# Reference linking your lock to the provider
source: Reference linking your lock to {0}
nl: De referentie bij {0} waarmee uw slot gekoppeld wordt.

# CompletionMessage
source: Your lock is now set up to to be used by {0} for {1}. You can change your lock permissions anytime in the settings.
nl: Uw slot is nu gekoppeld met {0} voor {1}. U kan ten alle tijde de toegang aanpassen in uw portaal.

source: See your locks
nl: Bekijk de sloten

# foodbag/CompletionText
source: Enjoy hassle free deliveries with Foodbag!
nl: Geniet van zorgeloze thuisleveringen met Foodbag!

# sfinx/CompletionText
source: Enjoy safe and secure access control with Sfinx
nl: Geniet van vlotte toegangscontrole met Sfinx

source: You are all set up
nl: Top! Alles klaar

# MemberWelcome
source: Hello there, and welcome aboard the Sfinx platform. You have been invited to become a member of {0}, who is using Sfinx for their {1} project. In this wizard we will help you getting set up in a secure way.
nl: Hey, en welkom op het Sfinx platform. Je werd uitgenodigd als medewerker van {0}, die Sfinx gekozen hebben voor hun {1} project. In deze wizard, zullen we je begeleiden om van start te gaan in een veilige manier.

# Profile
source: User profile
nl: Profiel

# MemberGuidance
source: As a member of {0}, you will have secure access to physical locations and properties of customers. Therefore it is important that we create a unique and secure profile for you.
nl: Als medewerker bij {0}, zal je op een veilige manier toegang krijgen tot verschillende locaties en eigendommen van klanten. Daarom is het cruciaal dat we een uniek en veilig profiel opmaken voor jou.

# MemberGuidance2
source: In the next step, you will be redirected to a logon form, where you will have to create a user name and a password that will be needed to access the Sfinx platform.
nl: In de volgende stap, zal je doorverwezen worden naar een logon scherm, waar je een gebruikersnaam en paswoord kan creëren dat zal nodig zijn om het Sfinx platform te gebruiken.

source: Security setup
nl: Beveiliging

source: Security
nl: Veiligheid

# MemberCompletionMessage
source: You are now set up to use Sfinx for {0}. We recommend you to download the Sfinx app from your app store.
nl: Je bent nu klaar om Sfinx te gebruiken voor {0}. We raden aan om de Sfinx app te downloaden van jouw app store.

# ProfileCompletion
source: Please complete your profile and you'll be ready to go
nl: Gelieve jouw profiel te vervolledigen en dan bent u klaar om te beginnen.

# Playground/Title
source: Testing playground
nl: Test area

source: Add permission
nl: Geef rechten
